ig.module(
	'game.words'
)
.defines(function(){
	WORDS = {
		2: ['あき','いう','ねこ','えき','そば','いぬ','いえ','きて','うえ','した','のり','かみ','はし','いち','さん','にち','みち','うた','おと','ほん','かお','バス','キロ','デモ','バカ','タコ','ミリ','リオ','リラ','パリ'],
		3: ['くるま','きょう','りょう','でんわ','おまえ','なまえ','きた','きょう','りょう','かぞく','うしろ','おみせ','でんき','マクド','ケーキ','タワー','バナナ','ニート','プラハ'],
		4: ['いもうと','でんしゃ','','えんぴつ','ともだち','かきます','がっこう','てんもん','ほうじん','えんぴつ','たっぴつ','どろぬま','いんぼう','テーブル','リスボン','モスクワ'],
		5: ['はっぴゃく','ふしんせつ','おとこのこ','きゅうへん','りょうしん','すみません','びしょぬれ','のぞましい','れいぞうこ','ちゅうげん','あかんぼう','ものおぼえ','いいかげん','コニャック'],
		6: ['はんしゃてき','ひとりむすこ','むらさきいろ','きぬおりもの','あっとうてき','よろこばしい','ことばづかい','カンブリック'],
		7: ['でんわばんごう','とうひょうばこ','しんようきんこ','こうそくどうろ','おくびょうもの','せっきょくてき','じょうしきてき']
	};
});